Repository: t-regbs/MathAlarm
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: bn, de, es, hi, pa, pt, ru, zh

source: The alarm draft is not ready. Try again.
bn: অ্যালার্মের খসড়া প্রস্তুত নয়। আবার চেষ্টা করুন।
de: Der Alarmentwurf ist nicht bereit. Versuche es erneut.
es: El borrador no está listo. Inténtalo de nuevo.
hi: अलार्म ड्राफ़्ट तैयार नहीं है। फिर कोशिश करें।
pa: ਅਲਾਰਮ ਦਾ ਡਰਾਫ਼ਟ ਤਿਆਰ ਨਹੀਂ ਹੈ। ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pt: O rascunho não está pronto. Tente novamente.
ru: Черновик будильника ещё не готов. Повторите попытку.
zh: 闹钟草稿尚未准备好。请重试。

# There are no alarms to clear.
source: Empty Alarm List
bn: খালি অ্যালার্ম তালিকা
de: Leere Alarmliste
es: Lista de alarmas vacía
hi: खाली अलार्म सूची
pa: ਖਾਲੀ ਅਲਾਰਮ ਸੂਚੀ
pt: Lista de alarmes vazia
ru: Пустой список будильников
zh: 空闹钟列表

source: This alarm occurrence is no longer active.
bn: অ্যালার্মের এই ঘটনাটি আর সক্রিয় নেই।
de: Dieser ausgelöste Alarm ist nicht mehr aktiv.
es: Esta activación de alarma ya no está activa.
hi: यह अलार्म अब सक्रिय नहीं है।
pa: ਇਹ ਅਲਾਰਮ ਹੁਣ ਸਰਗਰਮ ਨਹੀਂ ਹੈ।
pt: Esta ocorrência do alarme não está mais ativa.
ru: Это срабатывание будильника больше не активно.
zh: 这次闹钟已不再处于活动状态。

source: This app requires permission to set alarms.
bn: এই অ্যাপকে অ্যালার্ম সেট করার অনুমতি প্রয়োজন।
de: Diese App benötigt die Berechtigung zum Festlegen von Alarmen.
es: Esta aplicación requiere permiso para establecer alarmas.
hi: इस ऐप को अलार्म सेट करने की अनुमति की आवश्यकता है।
pa: ਇਸ ਐਪ ਨੂੰ ਅਲਾਰਮ ਸੈੱਟ ਕਰਨ ਦੀ ਆਗਿਆ ਦੀ ਲੋੜ ਹੈ।
pt: Este aplicativo requer permissão para definir alarmes.
ru: Это приложение требует разрешения на установку будильников.
zh: 此应用需要设置闹钟的权限。

source: This sound is unavailable. Orbit will play instead.
bn: এই ধ্বনি পাওয়া যাচ্ছে না। পরিবর্তে Orbit বাজবে।
de: Dieser Ton ist nicht verfügbar. Stattdessen wird Orbit abgespielt.
es: Este sonido no está disponible. Se reproducirá Orbit.
hi: यह ध्वनि उपलब्ध नहीं है। इसकी जगह Orbit बजेगा।
pa: ਇਹ ਧੁਨ ਉਪਲਬਧ ਨਹੀਂ ਹੈ। ਇਸਦੀ ਥਾਂ Orbit ਵੱਜੇਗਾ।
pt: Este som não está disponível. Orbit tocará no lugar.
ru: Эта мелодия недоступна. Вместо неё будет звучать Orbit.
zh: 此铃声不可用。将改为播放Orbit。

source: Time
bn: সময়
de: Zeit
es: Hora
hi: समय
pa: ਸਮਾਂ
pt: Hora
ru: По времени
zh: 时间

source: Tone Unavailable
bn: টোন উপলব্ধ নয়
de: Ton nicht verfügbar
es: Tono no disponible
hi: स्वर अनुपलब्ध
pa: ਟੋਨ ਉਪਲਬਧ ਨਹੀਂ
pt: Tom indisponível
ru: Тон недоступен
zh: 铃声不可用

source: Tone preview was interrupted by an alarm.
bn: অ্যালার্মের কারণে ধ্বনি প্রিভিউ থেমেছে।
de: Die Tonvorschau wurde durch einen Alarm unterbrochen.
es: Una alarma interrumpió la escucha del tono.
hi: अलार्म ने ध्वनि पूर्वावलोकन रोक दिया।
pa: ਅਲਾਰਮ ਨੇ ਧੁਨ ਦੀ ਪੂਰਵ-ਝਲਕ ਰੋਕ ਦਿੱਤੀ।
pt: A prévia foi interrompida por um alarme.
ru: Прослушивание прервано будильником.
zh: 闹钟打断了铃声试听。

# Try again
source: Retry
bn: পুনরায় চেষ্টা করুন
de: Erneut versuchen
es: Reintentar
hi: फिर कोशिश करें
pa: ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ
pt: Tentar novamente
ru: Повторить
zh: 重试

source: Try it
bn: চেষ্টা করুন
de: Ausprobieren
es: Probar
hi: आज़माएँ
pa: ਅਜ਼ਮਾਓ
pt: Experimentar
ru: Попробовать
zh: 试试看

source: Turn on Alarms for Math Alarm in Settings, then return to finish saving.
bn: সেটিংসে Math Alarm-এর জন্য অ্যালার্ম চালু করুন, তারপর সংরক্ষণ শেষ করতে ফিরে আসুন।
de: Aktiviere Alarme für Math Alarm in den Einstellungen und kehre zurück, um das Speichern abzuschließen.
es: Activa Alarmas para Math Alarm en Ajustes y vuelve para terminar de guardar.
hi: सेटिंग्स में Math Alarm के लिए अलार्म चालू करें, फिर सहेजना पूरा करने के लिए वापस आएँ।
pa: ਸੈਟਿੰਗਾਂ ਵਿੱਚ Math Alarm ਲਈ ਅਲਾਰਮ ਚਾਲੂ ਕਰੋ, ਫਿਰ ਸੰਭਾਲਣਾ ਪੂਰਾ ਕਰਨ ਲਈ ਵਾਪਸ ਆਓ।
pt: Ative Alarmes para o Math Alarm nos Ajustes e volte para concluir o salvamento.
ru: Включите будильники для Math Alarm в настройках и вернитесь, чтобы завершить сохранение.
zh: 在设置中为 Math Alarm 开启“闹钟”，然后返回完成保存。

source: Unable to load challenge
bn: চ্যালেঞ্জ লোড করা যায়নি
de: Aufgaben konnten nicht geladen werden
es: No se pudo cargar el reto
hi: चुनौती लोड नहीं हो सकी
pa: ਚੁਣੌਤੀ ਲੋਡ ਨਹੀਂ ਹੋ ਸਕੀ
pt: Não foi possível carregar o desafio
ru: Не удалось загрузить задачи
zh: 无法加载挑战

source: Unable to play this tone preview.
bn: এই ধ্বনির প্রিভিউ চালানো যায়নি।
de: Dieser Ton kann nicht vorgehört werden.
es: No se pudo escuchar este tono.
hi: इस ध्वनि का पूर्वावलोकन नहीं चल सका।
pa: ਇਸ ਧੁਨ ਦੀ ਪੂਰਵ-ਝਲਕ ਨਹੀਂ ਚੱਲ ਸਕੀ।
pt: Não foi possível ouvir este som.
ru: Не удалось воспроизвести мелодию.
zh: 无法试听此铃声。

source: Unable to retain delivery acknowledgement. Try again.
bn: অ্যালার্ম ডেলিভারির স্বীকৃতি সংরক্ষণ করা যায়নি। আবার চেষ্টা করুন।
de: Die Bestätigung des ausgelösten Alarms konnte nicht gespeichert werden. Versuche es erneut.
es: No se pudo guardar la confirmación de entrega. Inténtalo de nuevo.
hi: अलार्म डिलीवरी की पुष्टि सहेजी नहीं जा सकी। फिर कोशिश करें।
pa: ਅਲਾਰਮ ਡਿਲੀਵਰੀ ਦੀ ਪੁਸ਼ਟੀ ਸੰਭਾਲੀ ਨਹੀਂ ਜਾ ਸਕੀ। ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pt: Não foi possível salvar a confirmação do alarme acionado. Tente novamente.
ru: Не удалось сохранить подтверждение срабатывания. Попробуйте ещё раз.
zh: 无法保存闹钟触发确认。请重试。

# Unable to save alarm
source: Couldn’t save alarm. Try again.
bn: অ্যালার্ম সেভ করা যায়নি। আবার চেষ্টা করুন।
de: Wecker konnte nicht gespeichert werden. Erneut versuchen.
es: No se pudo guardar la alarma. Inténtalo de nuevo.
hi: अलार्म सेव नहीं हुआ। फिर कोशिश करें।
pa: ਅਲਾਰਮ ਸੇਵ ਨਹੀਂ ਹੋਇਆ। ਦੁਬਾਰਾ ਕੋਸ਼ਿਸ਼ ਕਰੋ।
pt: Não foi possível salvar o alarme. Tente novamente.
ru: Не удалось сохранить будильник. Повторите попытку.
zh: 无法保存闹钟，请重试。

source: Unchanged
bn: অপরিবর্তিত
de: Unverändert
es: Sin cambios
hi: अपरिवर्तित
pa: ਕੋਈ ਤਬਦੀਲੀ ਨਹੀਂ
pt: Sem alterações
ru: Без изменений
zh: 未更改

source: Undo
bn: পূর্বাবস্থায় ফেরান
de: Rückgängig
es: Deshacer
hi: पूर्ववत करें
pa: ਵਾਪਸ ਲਓ
pt: Desfazer
ru: Отменить
zh: 撤销

# Undo delete
source: Undo
bn: পূর্বাবস্থায় ফেরান
de: Rückgängig
es: Deshacer
hi: पूर्ववत करें
pa: ਵਾਪਸ ਲਓ
pt: Desfazer
ru: Отменить
zh: 撤销

source: Unlimited
bn: সীমাহীন
de: Unbegrenzt
es: Sin límite
hi: असीमित
pa: ਅਸੀਮਤ
pt: Sem limite
ru: Без лимита
zh: 不限次数

source: Unsaved changes
bn: অসংরক্ষিত পরিবর্তন
de: Ungespeicherte Änderungen
es: Cambios sin guardar
hi: बिना सहेजे बदलाव
pa: ਨਾ-ਸੰਭਾਲੀਆਂ ਤਬਦੀਲੀਆਂ
pt: Alterações não salvas
ru: Несохранённые изменения
zh: 未保存的更改

source: Updating alarm…
bn: অ্যালার্ম আপডেট হচ্ছে…
de: Wecker wird aktualisiert…
es: Actualizando la alarma…
hi: अलार्म अपडेट हो रहा है…
pa: ਅਲਾਰਮ ਅੱਪਡੇਟ ਹੋ ਰਿਹਾ ਹੈ…
pt: Atualizando o alarme…
ru: Обновление будильника…
zh: 正在更新闹钟…

source: Weekdays
bn: সপ্তাহের দিন
de: Wochentage
es: Días de la semana
hi: सप्ताह के दिन
pa: ਹਫ਼ਤੇ ਦੇ ਦਿਨ
pt: Dias da semana
ru: Дни недели
zh: 星期

source: What’s new
bn: নতুন কী আছে
de: Was ist neu?
es: Novedades
hi: नया क्या है
pa: ਨਵਾਂ ਕੀ ਹੈ
pt: Novidades
ru: Что нового
zh: 新功能

source: Wooden mallets · rhythmic
bn: কাঠের আঘাত · ছন্দময়
de: Holzschlägel · rhythmisch
es: Mazas de madera · rítmico
hi: लकड़ी की थाप · लयबद्ध
pa: ਲੱਕੜ ਦੀ ਥਾਪ · ਲੈਅਬੱਧ
pt: Baquetas de madeira · rítmico
ru: Деревянные удары · ритмичный
zh: 木质敲击 · 律动
